Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/Dashboard/Index.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, vi_vn

source: Practice with thousands of questions from official sources, covering all levels and topics.
de_de: Üben Sie mit Tausenden von Fragen aus offiziellen Quellen, die alle Niveaus und Themen abdecken.
es_es: Practica con miles de preguntas de fuentes oficiales, cubriendo todos los niveles y temas.
fr_fr: Entraînez-vous avec des milliers de questions provenant de sources officielles, couvrant tous les niveaux et tous les sujets.
ja_jp: 公式ソースから提供される数千もの問題で練習し、すべてのレベルとトピックを網羅します。
ko_kr: 공식 출처의 수천 개 문제로 모든 레벨과 주제를 아우르며 연습하세요.
pl_pl: Ćwicz z tysiącami pytań z oficjalnych źródeł, obejmujących wszystkie poziomy i tematy.
vi_vn: Luyện tập với hàng ngàn câu hỏi từ nguồn chính thức, bao quát mọi cấp độ và chủ đề.

source: RBAC Authorization
de_de: RBAC-Autorisierung
es_es: Autorización RBAC
fr_fr: Autorisation RBAC
ja_jp: RBAC認可
ko_kr: RBAC 인증
pl_pl: Autoryzacja RBAC
vi_vn: Ủy quyền RBAC

source: Read the document
de_de: Dokumentation lesen
es_es: Leer la documentación
fr_fr: Lire la documentation
ja_jp: ドキュメントを読む
ko_kr: 문서 읽기
pl_pl: Przeczytaj dokumentację
vi_vn: Đọc tài liệu

source: Realistic Mock Exams
de_de: Realistische Probeprüfungen
es_es: Exámenes de Prueba Realistas
fr_fr: Examens blancs réalistes
ja_jp: 本番さながらの模擬試験
ko_kr: 실전 모의고사
pl_pl: Realistyczne Egzaminy Próbne
vi_vn: Đề Thi Thử Thực Tế

source: Responsive Design
de_de: Responsives Design
es_es: Diseño Responsive
fr_fr: Conception adaptative
ja_jp: レスポンシブデザイン
ko_kr: 반응형 디자인
pl_pl: Responsywny Design
vi_vn: Thiết kế đáp ứng

source: Robust Integration Testing
de_de: Robuste Integrationstests
es_es: Pruebas de integración robustas
fr_fr: Tests d'intégration robustes
ja_jp: 堅牢な統合テスト
ko_kr: 강력한 통합 테스팅
pl_pl: Solidne testy integracyjne
vi_vn: Kiểm thử tích hợp mạnh mẽ

source: Scheduled Task Management
de_de: Geplante Aufgabenverwaltung
es_es: Gestión de tareas programadas
fr_fr: Gestion des tâches planifiées
ja_jp: スケジュールタスク管理
ko_kr: 스케줄된 작업 관리
pl_pl: Zarządzanie zaplanowanymi zadaniami
vi_vn: Quản lý tác vụ định kỳ

source: Seamlessly integrate with any OpenID Connect provider, with automatic role synchronization.
de_de: Nahtlose Integration mit jedem OpenID Connect-Anbieter, mit automatischer Rollensynchronisation.
es_es: Integración perfecta con cualquier proveedor de OpenID Connect, con sincronización automática de roles.
fr_fr: Intégration transparente avec n'importe quel fournisseur OpenID Connect, avec synchronisation automatique des rôles.
ja_jp: あらゆるOpenID Connectプロバイダーとシームレスに統合し、ロールの自動同期を実現します。
ko_kr: 어떤 OpenID Connect 공급자와도 원활하게 통합되며, 자동 역할 동기화를 지원합니다.
pl_pl: Bezproblemowo integruj się z dowolnym dostawcą OpenID Connect, z automatyczną synchronizacją ról.
vi_vn: Tích hợp liền mạch với mọi nhà cung cấp OpenID Connect, kèm theo đồng bộ hóa vai trò tự động.

source: Select your school and level to start practicing
fr_fr: Sélectionnez votre école et votre niveau pour commencer à vous entraîner

source: Sharpen your sight-singing skills with a vast library of melodies and interactive exercises.
de_de: Verbessern Sie Ihre Fähigkeiten im Blattsingen mit einer umfangreichen Bibliothek von Melodien und interaktiven Übungen.
es_es: Perfecciona tus habilidades de canto a primera vista con una amplia biblioteca de melodías y ejercicios interactivos.
fr_fr: Affinez vos compétences en lecture à vue grâce à une vaste bibliothèque de mélodies et des exercices interactifs.
ja_jp: 膨大なメロディのライブラリとインタラクティブな練習問題で、視唱のスキルを磨きましょう。
ko_kr: 방대한 멜로디 라이브러리와 인터랙티브 연습을 통해 시창 실력을 연마하세요.
pl_pl: Wyostrz swoje umiejętności czytania a vista dzięki rozległej bibliotece melodii i interaktywnym ćwiczeniom.
vi_vn: Rèn luyện kỹ năng xướng âm thị tấu của bạn với một thư viện giai điệu phong phú và các bài tập tương tác.

source: Sight-Singing Practice
de_de: Vom-Blatt-Singen-Übungen
es_es: Práctica de Lectura a Primera Vista
fr_fr: Pratique de la lecture à vue
ja_jp: 視唱練習
ko_kr: 시창 연습
pl_pl: Ćwiczenia czytania a vista
vi_vn: Luyện Tập Xướng Âm

source: Simulate the real exam environment with timed mock tests and get a feel for the actual challenge.
de_de: Simulieren Sie die echte Prüfungsumgebung mit zeitgesteuerten Mock-Tests und bekommen Sie ein Gefühl für die tatsächliche Herausforderung.
es_es: Simula el entorno real del examen con pruebas cronometradas y siente el desafío real.
fr_fr: Simulez l'environnement réel de l'examen avec des tests chronométrés et ressentez le défi véritable.
ja_jp: 制限時間付きの模擬テストで実際の試験環境をシミュレーションし、本番の難しさを体感できます。
ko_kr: 시간 제한이 있는 모의고사로 실제 시험 환경을 시뮬레이션하고, 실제 시험의 난이도를 체험해 보세요.
pl_pl: Symuluj prawdziwe środowisko egzaminacyjne z testami próbnymi na czas i poczuj, jak wygląda rzeczywiste wyzwanie.
vi_vn: Mô phỏng môi trường thi thực tế với các bài kiểm tra thử có giới hạn thời gian và cảm nhận thử thách thực sự.

source: Smart Configuration Overrides
de_de: Intelligente Konfigurationsoverrides
es_es: Sobrescrituras inteligentes de configuración
fr_fr: Remplacements intelligents de configuration
ja_jp: スマート設定オーバーライド
ko_kr: 스마트 설정 오버라이드
pl_pl: Inteligentne Zastępowanie Konfiguracji
vi_vn: Ghi đè cấu hình thông minh

source: Smart dark mode that adapts to the user&apos;s system settings.
de_de: Intelligenter Dunkelmodus, der sich an die Systemeinstellungen des Benutzers anpasst.
es_es: Modo oscuro inteligente que se adapta a la configuración del sistema del usuario.
fr_fr: Mode sombre intelligent qui s'adapte aux paramètres système de l'utilisateur.
ja_jp: ユーザーのシステム設定に合わせて自動調整されるスマートなダークモード
ko_kr: 사용자 시스템 설정에 맞춰 자동으로 조정되는 스마트 다크 모드입니다.
pl_pl: Inteligentny tryb ciemny, który dostosowuje się do ustawień systemu użytkownika.
vi_vn: Chế độ tối thông minh tự điều chỉnh theo cài đặt hệ thống của người dùng.

source: Smart dark mode that automatically adapts to the user&apos;s system settings.
de_de: Intelligenter Dunkelmodus, der sich automatisch an die Systemeinstellungen des Benutzers anpasst.
es_es: Modo oscuro inteligente que se adapta automáticamente a la configuración del sistema del usuario.
fr_fr: Mode sombre intelligent qui s'adapte automatiquement aux paramètres système de l'utilisateur.
ja_jp: ユーザーのシステム設定に自動的に適応するスマートダークモード。
ko_kr: 사용자의 시스템 설정에 자동으로 적응하는 스마트 다크 모드.
pl_pl: Inteligentny tryb ciemny, który automatycznie dostosowuje się do ustawień systemowych użytkownika.
vi_vn: Chế độ tối thông minh tự động điều chỉnh theo cài đặt hệ thống của người dùng.

source: Start a new project
de_de: Ein neues Projekt starten
es_es: Comenzar un nuevo proyecto
fr_fr: Démarrer un nouveau projet
ja_jp: 新規プロジェクトを開始
ko_kr: 새 프로젝트 시작하기
pl_pl: Rozpocznij nowy projekt
vi_vn: Bắt đầu một dự án mới

source: Start Practice
de_de: Üben starten
es_es: Comenzar Práctica
fr_fr: Commencer l'entraînement
ja_jp: 練習を始める
ko_kr: 연습 시작
pl_pl: Rozpocznij Ćwiczenie
vi_vn: Bắt Đầu Luyện Tập

source: Supports both environment variables and database-backed settings, with automatic priority given to environment variables for seamless overrides.
de_de: Unterstützt sowohl Umgebungsvariablen als auch datenbankbasierte Einstellungen, wobei Umgebungsvariablen automatisch Vorrang erhalten, um nahtlose Überschreibungen zu ermöglichen.
es_es: Soporta tanto variables de entorno como ajustes basados en base de datos, con prioridad automática a las variables de entorno para sobrescribir de forma fluida.
fr_fr: Prise en charge des variables d'environnement et des paramètres stockés dans la base de données, avec une priorité automatique accordée aux variables d'environnement pour des substitutions transparentes.
ja_jp: 環境変数とデータベースバックエンド設定の両方をサポートしており、環境変数に自動的に優先順位が与えられ、スムーズな上書きが可能になります。
ko_kr: 환경 변수와 데이터베이스 기반 설정을 모두 지원하며, 환경 변수에 자동 우선 순위를 부여하여 원활한 오버라이드를 가능하게 합니다.
pl_pl: Obsługuje zarówno zmienne środowiskowe, jak i ustawienia oparte na bazie danych, przy automatycznym priorytetowaniu zmiennych środowiskowych w celu bezproblemowego przesłaniania.
vi_vn: Hỗ trợ cả biến môi trường và cài đặt dựa trên cơ sở dữ liệu, với ưu tiên tự động dành cho biến môi trường để ghi đè một cách liền mạch.

source: The navigation bar automatically adjusts based on user roles and permissions.
de_de: Die Navigationsleiste passt sich automatisch basierend auf Benutzerrollen und Berechtigungen an.
es_es: La barra de navegación se ajusta automáticamente según los roles y permisos del usuario.
fr_fr: La barre de navigation s'ajuste automatiquement en fonction des rôles et des autorisations de l'utilisateur.
ja_jp: ナビゲーションバーはユーザーの役割と権限に基づいて自動的に調整されます。
ko_kr: 네비게이션 바는 사용자 역할과 권한에 따라 자동으로 조정됩니다.
pl_pl: Pasek nawigacji automatycznie dostosowuje się na podstawie ról i uprawnień użytkownika.
vi_vn: Thanh điều hướng sẽ tự động điều chỉnh dựa trên vai trò và quyền của người dùng.

source: This is a template project, where we start the voyager...
de_de: Dies ist ein Template-Projekt, in dem wir die Reise beginnen...
es_es: Este es un proyecto plantilla, donde comenzamos el viaje...
fr_fr: Ceci est un projet modèle, où nous commençons le voyage...
ja_jp: これはテンプレートプロジェクトです。ここから航海が始まります...
ko_kr: 이것은 템플릿 프로젝트로, 우리의 항해를 시작하는 곳입니다...
pl_pl: To jest projekt szablonu, od którego rozpoczynamy naszą podróż...
vi_vn: Đây là một dự án mẫu, nơi chúng ta bắt đầu hành trình khám phá...

source: Track your performance, view detailed score reports, and identify your strengths and weaknesses.
de_de: Verfolgen Sie Ihre Leistung, sehen Sie detaillierte Ergebnisberichte ein und identifizieren Sie Ihre Stärken und Schwächen.
es_es: Realiza un seguimiento de tu rendimiento, consulta informes de puntuación detallados e identifica tus fortalezas y debilidades.
fr_fr: Suivez vos performances, consultez des rapports de scores détaillés et identifiez vos points forts et vos points à améliorer.
ja_jp: あなたのパフォーマンスを追跡し、詳細なスコアレポートを確認して、自分の強みと弱みを特定しましょう。
ko_kr: 성과를 추적하고, 상세한 점수 보고서를 확인하며, 자신의 강점과 약점을 파악하세요.
pl_pl: Śledź swoje wyniki, przeglądaj szczegółowe raporty z ocen i identyfikuj swoje mocne oraz słabe strony.
vi_vn: Theo dõi hiệu suất của bạn, xem báo cáo điểm chi tiết và xác định điểm mạnh, điểm yếu của bạn.

source: View My Progress
de_de: Meinen Fortschritt anzeigen
es_es: Ver Mi Progreso
fr_fr: Voir ma progression
ja_jp: 進捗状況を確認
ko_kr: 내 진행 상황 보기
pl_pl: Zobacz mój postęp
vi_vn: Xem Tiến Độ Của Tôi

source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue
ja_jp: ようこそ
ko_kr: 환영합니다
pl_pl: Witamy
vi_vn: Chào mừng

source: Welcome to the Music Exam Platform
de_de: Willkommen auf der Musikprüfungsplattform
es_es: Bienvenido/a a la Plataforma de Exámenes de Música
fr_fr: Bienvenue sur la Plateforme d'Examens de Musique
ja_jp: 音楽試験プラットフォームへようこそ
ko_kr: 음악 시험 플랫폼에 오신 것을 환영합니다
pl_pl: Witamy na Platformie Egzaminów Muzycznych
vi_vn: Chào mừng bạn đến với Nền tảng Thi Âm nhạc

source: Why use the Aiursoft Template?
de_de: Warum das Aiursoft Template verwenden?
es_es: ¿Por qué usar la Plantilla de Aiursoft?
fr_fr: Pourquoi utiliser le modèle Aiursoft ?
ja_jp: Aiursoftテンプレートを使用する理由
ko_kr: Aiursoft 템플릿을 사용하는 이유는 무엇인가요?
pl_pl: Dlaczego warto używać szablonu Aiursoft?
vi_vn: Tại sao nên sử dụng Mẫu Aiursoft?

source: Your journey to mastering music theory starts here.
de_de: Ihre Reise zur Meisterung der Musiktheorie beginnt hier.
es_es: Tu viaje para dominar la teoría musical comienza aquí.
fr_fr: Votre parcours vers la maîtrise de la théorie musicale commence ici.
ja_jp: 音楽理論をマスターするあなたの旅は、ここから始まります。
ko_kr: 음악 이론을 마스터하기 위한 여러분의 여정이 여기서 시작됩니다.
pl_pl: Twoja podróż do opanowania teorii muzyki zaczyna się tutaj.
vi_vn: Hành trình chinh phục lý thuyết âm nhạc của bạn bắt đầu từ đây.
