Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/Dashboard/Index.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pl_pl, vi_vn

source: &quot;Fire-and-forget&quot; support for long-running tasks (like emails or AI), featuring a GUI for queue management, parallel processing, and cancellation.
de_de: "Fire-and-forget"-Unterstützung für langlaufende Aufgaben (z. B. E-Mails oder KI), mit einer GUI zur Warteschlangenverwaltung, paralleler Verarbeitung und Abbruchfunktion.
es_es: Soporte "fire-and-forget" para tareas de larga duración (como correos electrónicos o IA), con una interfaz gráfica para la gestión de colas, procesamiento paralelo y cancelación.
fr_fr: Prise en charge « fire-and-forget » des tâches longues (comme les e-mails ou l'IA), avec une interface graphique pour la gestion de file d'attente, le traitement parallèle et l'annulation.
ja_jp: 長期実行タスク（メールやAIなど）に対する「ファイア・アンド・フォーゲット」サポート。キュー管理、並列処理、キャンセルに対応するGUIを備えています。
ko_kr: 긴 실행 시간이 필요한 작업(예: 이메일 또는 AI)에 대한 "파이어 앤 포겟"(Fire-and-forget) 지원, 대기열 관리, 병렬 처리 및 취소 기능을 갖춘 GUI를 제공합니다.
pl_pl: Obsługa „wystrzel i zapomnij” dla długotrwałych zadań (np. e-maile lub AI), z interfejsem graficznym do zarządzania kolejką, przetwarzania równoległego i anulowania.
vi_vn: Hỗ trợ "Fire-and-forget" cho các tác vụ dài hạn (như email hoặc AI), đi kèm giao diện người dùng (GUI) để quản lý hàng đợi, xử lý song song và hủy bỏ.

source: A built-in Role-Based Access Control (RBAC) system for fine-grained permission management.
de_de: Ein integriertes rollenbasiertes Zugriffskontrollsystem (RBAC) für feingranulare Berechtigungsverwaltung.
es_es: Un sistema integrado de Control de Acceso Basado en Roles (RBAC) para una gestión de permisos de grano fino.
fr_fr: Un système intégré de contrôle d'accès basé sur les rôles (RBAC) pour une gestion fine des permissions.
ja_jp: きめ細かい権限管理のための組み込みロールベースアクセス制御(RBAC)システム。
ko_kr: 세분화된 권한 관리를 위한 내장형 역할 기반 접근 제어(RBAC) 시스템.
pl_pl: Wbudowany system kontroli dostępu opartej na rolach (RBAC) do zarządzania uprawnieniami na szczegółowym poziomie.
vi_vn: Hệ thống Kiểm soát Truy cập Dựa trên Vai trò (RBAC) được tích hợp sẵn để quản lý quyền chi tiết.

source: A complete solution for user authentication and profile management right out of the box.
de_de: Eine sofort einsatzbereite Komplettlösung für Benutzerauthentifizierung und Profilverwaltung.
es_es: Una solución completa para autenticación de usuarios y gestión de perfiles lista para usar desde el primer momento.
fr_fr: Une solution complète pour l'authentification des utilisateurs et la gestion des profils, prête à l'emploi.
ja_jp: すぐに使える、ユーザー認証とプロファイル管理のための完全なソリューションです。
ko_kr: 사용자 인증 및 프로필 관리를 위한 완벽한 솔루션을 바로 사용할 수 있습니다.
pl_pl: Kompletne rozwiązanie do uwierzytelniania użytkowników i zarządzania profilami, gotowe do użycia bez dodatkowej konfiguracji.
vi_vn: Một giải pháp hoàn chỉnh cho xác thực người dùng và quản lý hồ sơ ngay lập tức khi sử dụng.

source: A complete solution for user authentication and profile management.
de_de: Eine vollständige Lösung für die Benutzer-Authentifizierung und Profilverwaltung.
es_es: Una solución completa para la autenticación de usuarios y la gestión de perfiles.
fr_fr: Une solution complète pour l'authentification des utilisateurs et la gestion des profils.
ja_jp: ユーザー認証およびプロフィール管理の完全なソリューション
ko_kr: 사용자 인증 및 프로필 관리에 대한 완전한 솔루션
pl_pl: Pełne rozwiązanie do uwierzytelniania użytkowników i zarządzania profilami.
vi_vn: Một giải pháp toàn diện cho xác thực người dùng và quản lý hồ sơ.

source: A comprehensive platform designed to help you excel in your music exams.
de_de: Eine umfassende Plattform, die Ihnen hilft, in Ihren Musikprüfungen zu glänzen.
es_es: Una plataforma integral diseñada para ayudarte a sobresalir en tus exámenes de música.
fr_fr: Une plateforme complète conçue pour vous aider à exceller dans vos examens de musique.
ja_jp: 音楽試験で優れた結果を出すための包括的なプラットフォームです。
ko_kr: 음악 시험에서 뛰어난 성과를 거둘 수 있도록 설계된 종합적인 플랫폼입니다.
pl_pl: Kompleksowa platforma zaprojektowana, aby pomóc Ci osiągać doskonałe wyniki na egzaminach muzycznych.
vi_vn: Một nền tảng toàn diện được thiết kế để giúp bạn xuất sắc trong các kỳ thi âm nhạc.

source: A fully responsive layout that looks great on both desktop and mobile devices.
de_de: Ein vollständig responsives Layout, das sowohl auf Desktop- als auch auf Mobilgeräten großartig aussieht.
es_es: Un diseño completamente adaptable que se ve genial tanto en dispositivos de escritorio como móviles.
fr_fr: Une mise en page entièrement réactive qui offre un rendu optimal sur les ordinateurs de bureau comme sur les appareils mobiles.
ja_jp: デスクトップとモバイルデバイスの両方で美しく表示される、完全なレスポンシブレイアウト。
ko_kr: 데스크톱과 모바일 기기 모두에서 훌륭하게 보이는 완벽하게 반응형 레이아웃.
pl_pl: W pełni responsywny układ, który doskonale wygląda zarówno na komputerach, jak i urządzeniach mobilnych.
vi_vn: Bố cục hoàn toàn thích ứng hiển thị đẹp mắt trên cả máy tính để bàn và thiết bị di động.

source: A modern, feature-rich, and highly extensible foundation for your next web application.
de_de: Eine moderne, funktionsreiche und hochgradig erweiterbare Grundlage für Ihre nächste Webanwendung.
es_es: Una base moderna, con múltiples funciones y altamente extensible para tu próxima aplicación web.
fr_fr: Une base moderne, riche en fonctionnalités et hautement extensible pour votre prochaine application web.
ja_jp: モダンで機能豊富、そして高い拡張性を備えた、次世代のWebアプリケーションの基盤。
ko_kr: 현대적이고, 기능이 풍부하며, 확장성이 뛰어난 기반을 통해 다음 웹 애플리케이션을 구축하세요.
pl_pl: Nowoczesna, bogata w funkcjonalności i wysoce rozszerzalna podstawa dla Twojej kolejnej aplikacji internetowej.
vi_vn: Một nền tảng hiện đại, đầy đủ tính năng và có khả năng mở rộng cao cho ứng dụng web tiếp theo của bạn.

source: AI-Powered Translations
de_de: KI-gestützte Übersetzungen
es_es: Traducciones con IA
fr_fr: Traductions par IA
ja_jp: AIによる翻訳
ko_kr: AI 기반 번역
pl_pl: Tłumaczenia wspomagane przez sztuczną inteligencję
vi_vn: Bản dịch hỗ trợ bởi AI

source: All content is based on the official curriculum of major music conservatories.
de_de: Der gesamte Inhalt basiert auf den offiziellen Lehrplänen führender Musikhochschulen.
es_es: Todo el contenido se basa en el plan de estudios oficial de los principales conservatorios de música.
fr_fr: Tout le contenu est basé sur le programme officiel des principaux conservatoires de musique.
ja_jp: すべてのコンテンツは、主要な音楽大学の公式カリキュラムに基づいています。
ko_kr: 모든 콘텐츠는 주요 음악 대학의 공식 커리큘럼을 기반으로 합니다.
pl_pl: Cała treść jest oparta na oficjalnych programach nauczania wiodących konserwatoriów muzycznych.
vi_vn: Tất cả nội dung đều dựa trên chương trình giảng dạy chính thức của các nhạc viện lớn.

source: All dependencies are automatically registered and always available via constructor injection.
de_de: Alle Abhängigkeiten werden automatisch registriert und sind stets über Constructor Injection verfügbar.
es_es: Todas las dependencias se registran automáticamente y están siempre disponibles mediante inyección de constructor.
fr_fr: Toutes les dépendances sont automatiquement enregistrées et toujours disponibles via l'injection de constructeur.
ja_jp: すべての依存関係は自動的に登録され、コンストラクタインジェクションを通じて常に利用可能です。
ko_kr: 모든 종속성은 자동으로 등록되며 생성자 주입을 통해 항상 사용할 수 있습니다.
pl_pl: Wszystkie zależności są automatycznie rejestrowane i zawsze dostępne poprzez wstrzykiwanie konstruktora.
vi_vn: Tất cả các dependency đều được tự động đăng ký và luôn sẵn sàng để sử dụng thông qua constructor injection.

source: Automatic Dark Mode
de_de: Automatischer Dunkelmodus
es_es: Modo Oscuro Automático
fr_fr: Mode Sombre Automatique
ja_jp: 自動ダークモード
ko_kr: 자동 다크 모드
pl_pl: Automatyczny Tryb Ciemny
vi_vn: Chế độ Tối Tự động

source: Automatic Dependency Injection
de_de: Automatische Dependency Injection
es_es: Inyección Automática de Dependencias
fr_fr: Injection de dépendances automatique
ja_jp: 自動依存性注入
ko_kr: 자동 의존성 주입
pl_pl: Automatyczne Wstrzykiwanie Zależności
vi_vn: Tiêm phụ thuộc tự động

source: Automatic Time Zone Handling
de_de: Automatische Zeitzone-Verwaltung
es_es: Gestión automática de husos horarios
fr_fr: Gestion automatique des fuseaux horaires
ja_jp: 自動タイムゾーン処理
ko_kr: 자동 시간대 처리
pl_pl: Automatyczne Obsługiwanie Stref Czasowych
vi_vn: Xử lý múi giờ tự động

source: Automatic, AI-driven translation into 28 languages for global reach.
de_de: Automatische, KI-gesteuerte Übersetzung in 28 Sprachen für globale Reichweite.
es_es: Traducción automática impulsada por IA a 28 idiomas para alcance global.
fr_fr: Traduction automatique par IA vers 28 langues pour une portée mondiale.
ja_jp: 28言語への自動AI翻訳で、グローバルな展開を実現。
ko_kr: 전 세계적 접근성을 위한 28개 언어의 자동 AI 기반 번역.
pl_pl: Automatyczne, napędzane sztuczną inteligencją tłumaczenie na 28 języków dla globalnego zasięgu.
vi_vn: Tự động dịch bằng AI sang 28 ngôn ngữ để tiếp cận toàn cầu.

source: Automatic, AI-driven translation into 28 languages.
de_de: Automatische, künstliche Intelligenz-gestützte Übersetzung in 28 Sprachen.
es_es: Traducción automática, impulsada por IA, a 28 idiomas.
fr_fr: Traduction automatique, pilotée par l'IA, en 28 langues.
ja_jp: 自動、AI駆動の28言語への翻訳
ko_kr: 자동으로 AI 기반 번역이 28개 언어로 지원됩니다.
pl_pl: Automatyczna, oparta na AI tłumaczenie na 28 języków.
vi_vn: Dịch tự động, được hỗ trợ bởi AI sang 28 ngôn ngữ.

source: Available Exams
fr_fr: Examens disponibles

source: Background Job Processing
de_de: Hintergrund-Aufgabenverarbeitung
es_es: Procesamiento de tareas en segundo plano
fr_fr: Traitement des tâches en arrière-plan
ja_jp: バックグラウンドジョブ処理
ko_kr: 백그라운드 작업 처리
pl_pl: Przetwarzanie zadań w tle
vi_vn: Xử lý công việc nền

source: Built-in User Management
de_de: Integrierte Benutzerverwaltung
es_es: Gestión de Usuarios Integrada
fr_fr: Gestion des utilisateurs intégrée
ja_jp: 組み込みユーザー管理
ko_kr: 내장된 사용자 관리
pl_pl: Wbudowane zarządzanie użytkownikami
vi_vn: Quản lý Người dùng Tích hợp sẵn

source: Comes with Docker support for simplified and consistent deployments.
de_de: Kommt mit Docker-Unterstützung für vereinfachte und konsistente Bereitstellungen.
es_es: Incluye soporte para Docker para despliegues simplificados y consistentes.
fr_fr: Fourni avec le support Docker pour un déploiement simplifié et cohérent.
ja_jp: Docker対応を備えており、シンプルで一貫性のあるデプロイを実現します。
ko_kr: Docker 지원이 포함되어 있어 배포를 간소화하고 일관성 있게 할 수 있습니다.
pl_pl: Zawiera obsługę Dockera dla uproszczonych i spójnych wdrożeń.
vi_vn: Được tích hợp hỗ trợ Docker để triển khai đơn giản và nhất quán.

source: Comes with full Docker support for simplified, consistent, and reliable deployments.
de_de: Bietet vollständige Docker-Unterstützung für vereinfachte, konsistente und zuverlässige Bereitstellungen.
es_es: Incluye soporte completo para Docker para implementaciones simplificadas, consistentes y fiables.
fr_fr: Bénéficie d'une prise en charge complète de Docker pour des déploiements simplifiés, cohérents et fiables.
ja_jp: 完全なDockerサポートにより、簡素化された一貫性のある信頼性の高いデプロイを実現します。
ko_kr: 완전한 Docker 지원을 통해 단순화되고 일관성 있으며 신뢰할 수 있는 배포를 제공합니다.
pl_pl: Oferuje pełne wsparcie dla Dockera, co upraszcza, ujednolica i zwiększa niezawodność wdrożeń.
vi_vn: Đi kèm với hỗ trợ Docker đầy đủ để triển khai đơn giản, nhất quán và đáng tin cậy.

source: Comprehensive Documentation
de_de: Umfassende Dokumentation
es_es: Documentación Integral
fr_fr: Documentation complète
ja_jp: 包括的なドキュメント
ko_kr: 포괄적인 문서
pl_pl: Kompleksowa Dokumentacja
vi_vn: Tài liệu Toàn diện

source: Comprehensive Question Bank
de_de: Umfangreiche Fragensammlung
es_es: Banco de Preguntas Completo
fr_fr: Banque de questions complète
ja_jp: 包括的な問題集
ko_kr: 종합 문제 은행
pl_pl: Obszerna Baza Pytań
vi_vn: Ngân hàng câu hỏi toàn diện

source: Consistency Validation
de_de: Konsistenzprüfung
es_es: Validación de consistencia
fr_fr: Validation de cohérence
ja_jp: 整合性検証
ko_kr: 일관성 검증
pl_pl: Weryfikacja spójności
vi_vn: Xác thực tính nhất quán

source: Cross-Platform Access
de_de: Plattformübergreifender Zugriff
es_es: Acceso Multiplataforma
fr_fr: Accès multiplateforme
ja_jp: クロスプラットフォームアクセス
ko_kr: 크로스 플랫폼 접근
pl_pl: Dostęp wieloplatformowy
vi_vn: Truy Cập Đa Nền Tảng

source: Detailed Analytics
de_de: Detaillierte Analysen
es_es: Análisis Detallados
fr_fr: Analyses détaillées
ja_jp: 詳細な分析
ko_kr: 상세 분석
pl_pl: Szczegółowe analizy
vi_vn: Phân Tích Chi Tiết

source: Develop exclusively in UTC while the system automatically converts and displays dates in the user&apos;s local time zone.
de_de: Entwickeln Sie ausschließlich in UTC, während das System Daten automatisch in die lokale Zeitzone des Benutzers konvertiert und anzeigt.
es_es: Desarrolle exclusivamente en UTC mientras el sistema convierte y muestra automáticamente las fechas en la zona horaria local del usuario.
fr_fr: Développez exclusivement en UTC, tandis que le système convertit et affiche automatiquement les dates dans le fuseau horaire local de l'utilisateur.
ja_jp: UTCで専用に開発し、システムが自動的に日付をユーザーのローカルタイムゾーンに変換して表示します。
ko_kr: UTC에서만 개발하고 시스템이 사용자의 로컬 시간대에 맞게 날짜를 자동으로 변환하여 표시합니다.
pl_pl: Twórz wyłączni w strefie czasowej UTC, podczas gdy system automatycznie konwertuje i wyświetla daty w strefie czasowej użytkownika.
vi_vn: Phát triển riêng biệt bằng múi giờ UTC, trong khi hệ thống tự động chuyển đổi và hiển thị ngày tháng theo múi giờ địa phương của người dùng.

source: Dockerized for Deployment
de_de: Für Bereitstellung in Docker verpackt
es_es: Dockerizado para Despliegue
fr_fr: Conteneurisé pour le déploiement
ja_jp: Docker化によるデプロイ
ko_kr: 배포를 위한 Docker화
pl_pl: Przygotowane do wdrożenia z Dockerem
vi_vn: Đã được Docker hóa để Triển khai

source: Dockerized for Easy Deployment
de_de: Docker-basiert für eine einfache Bereitstellung
es_es: Dockerizado para una implementación sencilla
fr_fr: Dockerisé pour un déploiement simplifié
ja_jp: Docker対応でデプロイが簡単
ko_kr: Docker를 사용하여 배포를 간편하게
pl_pl: Zaopatrzony w Docker do łatwego wdrożenia
vi_vn: Docker hóa để triển khai dễ dàng

source: Dynamic Navigation Bar
de_de: Dynamische Navigationsleiste
es_es: Barra de Navegación Dinámica
fr_fr: Barre de navigation dynamique
ja_jp: 動的ナビゲーションバー
ko_kr: 동적 내비게이션 바
pl_pl: Dynamiczny pasek nawigacji
vi_vn: Thanh Điều Hướng Động

source: Easily switch between database providers, including SQLite, MySQL, SQL Server, and an in-memory database for testing.
de_de: Wechseln Sie einfach zwischen Datenbankanbietern, einschließlich SQLite, MySQL, SQL Server und einer in-Memory-Datenbank für Tests.
es_es: Cambia fácilmente entre proveedores de bases de datos, incluyendo SQLite, MySQL, SQL Server y una base de datos en memoria para pruebas.
fr_fr: Passez facilement d'un fournisseur de base de données à un autre, notamment SQLite, MySQL, SQL Server et une base de données en mémoire pour les tests.
ja_jp: SQLite、MySQL、SQL Server、およびテスト用のインメモリデータベースを含む、データベースプロバイダ間を簡単に切り替えられます。
ko_kr: SQLite, MySQL, SQL Server 및 테스트용 메모리 내 데이터베이스를 포함하여 데이터베이스 공급자를 쉽게 전환할 수 있습니다.
pl_pl: Łatwo przełączaj się między dostawcami baz danych, w tym SQLite, MySQL, SQL Server oraz bazą danych w pamięci dla testów.
vi_vn: Chuyển đổi dễ dàng giữa các nhà cung cấp cơ sở dữ liệu, bao gồm SQLite, MySQL, SQL Server và cơ sở dữ liệu trong bộ nhớ dành cho kiểm thử.

source: Easily switch between providers like SQLite, MySQL, SQL Server, and an in-memory database for testing.
de_de: Wechseln Sie problemlos zwischen Anbietern wie SQLite, MySQL, SQL Server und einer In-Memory-Datenbank für Tests.
es_es: Cambia fácilmente entre proveedores como SQLite, MySQL, SQL Server y una base de datos en memoria para pruebas.
fr_fr: Basculez facilement entre différents fournisseurs tels que SQLite, MySQL, SQL Server et une base de données en mémoire pour les tests.
ja_jp: SQLite、MySQL、SQL Server、およびテスト用のインメモリデータベースなどのプロバイダーを簡単に切り替えられます。
ko_kr: SQLite, MySQL, SQL Server 및 테스트용 인메모리 데이터베이스와 같은 공급자 간에 쉽게 전환할 수 있습니다.
pl_pl: Łatwo przełączaj się między dostawcami, takimi jak SQLite, MySQL, SQL Server oraz baza danych w pamięci do testowania.
vi_vn: Dễ dàng chuyển đổi giữa các nhà cung cấp như SQLite, MySQL, SQL Server và cơ sở dữ liệu trong bộ nhớ để kiểm thử.

source: Effortlessly write integration tests using in-memory databases, temporary file systems, built-in mocking, and real-world HTTP request simulation.
de_de: Schreiben Sie Integrationstests mühelos mit Hilfe von In-Memory-Datenbanken, temporären Dateisystemen, integriertem Mocking und Simulation echter HTTP-Anfragen.
es_es: Escribe pruebas de integración sin esfuerzo utilizando bases de datos en memoria, sistemas de archivos temporales, simulación integrada de mocking y simulación de solicitudes HTTP del mundo real.
fr_fr: Rédigez facilement des tests d'intégration en utilisant des bases de données en mémoire, des systèmes de fichiers temporaires, un mock intégré et une simulation de requêtes HTTP du monde réel.
ja_jp: メモリ内データベース、一時ファイルシステム、組み込みモック、そして現実世界のHTTPリクエストシミュレーションを使用して、ストレスフリーで統合テストを記述できます。
ko_kr: 메모리 내 데이터베이스, 임시 파일 시스템, 내장 모킹, 그리고 실제 웹 요청 시뮬레이션을 사용하여 통합 테스트를 손쉽게 작성하세요.
pl_pl: Bezproblemowo twórz testy integracyjne wykorzystując bazy danych w pamięci, tymczasowe systemy plików, wbudowane mockowanie oraz symulację rzeczywistych żądań HTTP.
vi_vn: Viết thử nghiệm tích hợp một cách dễ dàng bằng cách sử dụng cơ sở dữ liệu trong bộ nhớ, hệ thống tệp tạm thời, mô phỏng tích hợp sẵn và mô phỏng yêu cầu HTTP thực tế.

source: Features a built-in file management system with automatic avatar compression and privacy protection.
de_de: Verfügt über ein integriertes Dateiverwaltungssystem mit automatischer Avatar-Komprimierung und Datenschutzschutz.
es_es: Cuenta con un sistema integrado de gestión de archivos con compresión automática de avatares y protección de privacidad.
fr_fr: Propose un système de gestion de fichiers intégré avec compression automatique des avatars et protection de la vie privée.
ja_jp: 自動アバターの圧縮とプライバシー保護機能を備えた内蔵ファイル管理システムを搭載しています。
ko_kr: 자동 아바타 압축과 개인정보 보호 기능이 포함된 내장형 파일 관리 시스템을 제공합니다.
pl_pl: Posiada wbudowany system zarządzania plikami z automatycznym kompresowaniem awatarów i ochroną prywatności.
vi_vn: Tích hợp hệ thống quản lý tập tin tích hợp sẵn với nén ảnh đại diện tự động và bảo vệ quyền riêng tư.

source: Features a built-in file management system with automatic avatar compression.
de_de: Verfügt über ein integriertes Dateiverwaltungssystem mit automatischer Avatar-Komprimierung.
es_es: Incluye un sistema de gestión de archivos integrado con compresión automática de avatares.
fr_fr: Intègre un système de gestion de fichiers intégré avec compression automatique des avatars.
ja_jp: アバターの自動圧縮機能を備えた組み込みファイル管理システムを搭載しています。
ko_kr: 내장된 파일 관리 시스템과 자동 아바타 압축 기능을 제공합니다.
pl_pl: Oferuje wbudowany system zarządzania plikami z automatyczną kompresją awatarów.
vi_vn: Tích hợp hệ thống quản lý tập tin với tính năng nén avatar tự động.

source: Handle recurring jobs like cleanup and synchronization with a comprehensive GUI for monitoring execution history and logs.
de_de: Verwalten Sie wiederkehrende Aufgaben wie Bereinigung und Synchronisation mit einer umfassenden GUI zur Überwachung der Ausführungsverlauf und Protokolle.
es_es: Administra tareas periódicas como limpieza y sincronización con una interfaz gráfica completa para supervisar el historial de ejecución y los registros.
fr_fr: Gérez les tâches récurrentes telles que le nettoyage et la synchronisation avec une interface graphique complète pour surveiller l'historique d'exécution et les journaux.
ja_jp: 定期実行されるジョブ（クリーンアップや同期など）を、実行履歴およびログの監視が可能な包括的なGUIで管理します。
ko_kr: 정기적인 작업(예: 정리 및 동기화)을 처리하고 실행 이력 및 로그를 모니터링할 수 있는 포괄적인 GUI를 통해 관리하세요.
pl_pl: Kieruj powtarzalnymi zadaniami, takimi jak oczyszczanie i synchronizacja, za pomocą kompleksowego interfejsu graficznego do monitorowania historii wykonywania i dzienników.
vi_vn: Xử lý các công việc lặp lại như dọn dẹp và đồng bộ hóa với giao diện người dùng toàn diện để theo dõi lịch sử thực thi và nhật ký.

source: Hello World!
de_de: Hallo Welt!
es_es: ¡Hola Mundo!
fr_fr: Bonjour le monde !
ja_jp: こんにちは、世界！
ko_kr: 안녕하세요 세계!
pl_pl: Witaj Świecie!
vi_vn: Xin chào Thế giới!

source: Includes extensive documentation and practical examples to get you started quickly.
de_de: Umfangreiche Dokumentation und praktische Beispiele für einen schnellen Einstieg.
es_es: Incluye documentación extensa y ejemplos prácticos para que puedas empezar rápidamente.
fr_fr: Comprend une documentation exhaustive et des exemples pratiques pour vous permettre de démarrer rapidement.
ja_jp: 豊富なドキュメントと実用的なサンプルが含まれており、素早く使い始めることができます。
ko_kr: 방대한 문서와 실용적인 예제를 포함하여 빠르게 시작할 수 있도록 도와줍니다.
pl_pl: Zawiera obszerną dokumentację i praktyczne przykłady, które pozwolą Ci szybko rozpocząć pracę.
vi_vn: Bao gồm tài liệu phong phú và các ví dụ thực tế để giúp bạn bắt đầu nhanh chóng.

source: Integrated File Management
de_de: Integriertes Dateimanagement
es_es: Gestión Integrada de Archivos
fr_fr: Gestion intégrée des fichiers
ja_jp: 統合ファイル管理
ko_kr: 통합 파일 관리
pl_pl: Zintegrowany System Zarządzania Plikami
vi_vn: Quản lý Tập tin Tích hợp

source: Models are validated on both client and server sides based on data annotations.
de_de: Modelle werden sowohl auf Client- als auch auf Serverseite anhand von Datenannotationen validiert.
es_es: Los modelos se validan en ambos lados, cliente y servidor, basándose en las anotaciones de datos.
fr_fr: Les modèles sont validés des deux côtés, client et serveur, en fonction des annotations de données.
ja_jp: モデルはデータ注釈に基づいて、クライアントおよびサーバーの両方で検証されます。
ko_kr: 모델은 데이터 주석에 기반하여 클라이언트 및 서버 양쪽에서 검증됩니다.
pl_pl: Modele są weryfikowane po stronie klienta i serwera na podstawie adnotacji danych.
vi_vn: Các mô hình được xác thực ở cả phía client và phía server dựa trên các chú thích dữ liệu.

source: Multiple Database Provider Support
de_de: Unterstützung mehrerer Datenbankanbieter
es_es: Compatibilidad con múltiples proveedores de bases de datos
fr_fr: Prise en charge de plusieurs fournisseurs de base de données
ja_jp: 複数のデータベースプロバイダーサポート
ko_kr: 다중 데이터베이스 공급자 지원
pl_pl: Wsparcie wielu dostawców baz danych
vi_vn: Hỗ trợ nhiều nhà cung cấp cơ sở dữ liệu

source: Multiple Database Support
de_de: Unterstützung mehrerer Datenbanken
es_es: Compatibilidad con Múltiples Bases de Datos
fr_fr: Prise en charge de plusieurs bases de données
ja_jp: 複数データベースサポート
ko_kr: 다중 데이터베이스 지원
pl_pl: Obsługa wielu baz danych
vi_vn: Hỗ trợ Đa Cơ sở Dữ liệu

source: Official Curriculum
de_de: Offizieller Lehrplan
es_es: Plan de Estudios Oficial
fr_fr: Programme Officiel
ja_jp: 公式カリキュラム
ko_kr: 공식 커리큘럼
pl_pl: Oficjalny Program Nauczania
vi_vn: Chương trình chính thức

source: OpenID Connect Integration
es_es: Integración de OpenID Connect
fr_fr: Intégration OpenID Connect
ja_jp: OpenID Connect連携
ko_kr: OpenID Connect 연동
pl_pl: Integracja OpenID Connect
vi_vn: Tích hợp OpenID Connect

source: Our Features
de_de: Unsere Funktionen
es_es: Nuestras Características
fr_fr: Nos Fonctionnalités
ja_jp: 当社の特徴
ko_kr: 주요 기능
pl_pl: Nasze Funkcje
vi_vn: Tính Năng Của Chúng Tôi

source: Practice anytime, anywhere. Our platform is fully responsive and works on all your devices.
de_de: Üben Sie jederzeit und überall. Unsere Plattform ist vollständig responsiv und funktioniert auf all Ihren Geräten.
es_es: Practica en cualquier momento y lugar. Nuestra plataforma es totalmente adaptable y funciona en todos tus dispositivos.
fr_fr: Pratiquez à tout moment, n'importe où. Notre plateforme est entièrement réactive et fonctionne sur tous vos appareils.
ja_jp: いつでも、どこでも練習できます。当プラットフォームは完全にレスポンシブで、あらゆるデバイスで動作します。
ko_kr: 언제 어디서나 연습하세요. 당사의 플랫폼은 완벽하게 반응형이며 모든 기기에서 작동합니다.
pl_pl: Ćwicz o każdej porze, w każdym miejscu. Nasza platforma jest w pełni responsywna i działa na wszystkich Twoich urządzeniach.
vi_vn: Luyện tập mọi lúc, mọi nơi. Nền tảng của chúng tôi hoàn toàn thích ứng và hoạt động trên tất cả các thiết bị của bạn.
