Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/Exam/Take.*.resx
Languages: ar_sa, da_dk, el_gr, hi_in, ro_ro, sv_se, th_th, vi_vn, zh_hk

source: Category:
ar_sa: التصنيف:
da_dk: Kategori:
el_gr: Κατηγορία:
hi_in: श्रेणी:
ro_ro: Categorie:
sv_se: Kategori:
th_th: หมวดหมู่:
vi_vn: Thể loại:
zh_hk: 類別：

source: Check Answer
ar_sa: تحقق من الإجابة
da_dk: Tjek svar
el_gr: Έλεγχος Απάντησης
hi_in: उत्तर जाँचें
ro_ro: Verifică Răspunsul
sv_se: Kontrollera svar
th_th: ตรวจคำตอบ
vi_vn: Kiểm tra đáp án
zh_hk: 檢查答案

source: Correct!
ar_sa: صحيح!
da_dk: Korrekt!
el_gr: Σωστό!
hi_in: सही!
ro_ro: Corect!
sv_se: Korrekt!
th_th: ถูกต้อง!
vi_vn: Chính xác!
zh_hk: 正確！

source: Explanation
ro_ro: Explicație
sv_se: Förklaring
th_th: คำอธิบาย
vi_vn: Giải thích
zh_hk: 詳解

source: Incorrect!
ro_ro: Incorect!
sv_se: Fel!
th_th: ผิด!
vi_vn: Sai rồi!

source: Incorrect! Please check the correct answer highlighted above.
ar_sa: غير صحيح! يرجى مراجعة الإجابة الصحيحة المميزة أعلاه.
da_dk: Forkert! Tjek venligst det korrekte svar fremhævet ovenfor.
el_gr: Λάθος! Παρακαλώ ελέγξτε τη σωστή απάντηση που επισημαίνεται παραπάνω.
hi_in: गलत! कृपया ऊपर हाइलाइट किए गए सही उत्तर की जाँच करें।
ro_ro: Incorect! Vă rugăm să verificați răspunsul corect evidențiat mai sus.
sv_se: Fel! Kontrollera det korrekta svaret markerat ovan.
th_th: ผิด! โปรดตรวจสอบคำตอบที่ถูกต้องที่ไฮไลต์ไว้ด้านบน
vi_vn: Sai rồi! Vui lòng kiểm tra câu trả lời đúng đã được làm nổi bật ở trên.
zh_hk: 錯誤！請查看上方標示的正確答案。

source: Next
ar_sa: التالي
da_dk: Næste
el_gr: Επόμενο
hi_in: अगला
ro_ro: Următorul
sv_se: Nästa
th_th: ถัดไป
vi_vn: Tiếp theo
zh_hk: 下一題

source: Please check the correct answer highlighted above.
ro_ro: Vă rugăm să verificați răspunsul corect evidențiat mai sus.
sv_se: Vänligen kontrollera det rätta svaret som är markerat ovanför.
th_th: โปรดตรวจสอบคำตอบที่ถูกต้องที่เน้นไว้ด้านบน
vi_vn: Vui lòng kiểm tra đáp án đúng được làm nổi bật ở trên.

source: Please select an answer first.
ar_sa: الرجاء اختيار إجابة أولاً.
da_dk: Vælg venligst et svar først.
el_gr: Παρακαλώ επιλέξτε πρώτα μια απάντηση.
hi_in: कृपया पहले एक उत्तर चुनें।
ro_ro: Vă rugăm să selectați mai întâi un răspuns.
sv_se: Vänligen välj ett svar först.
th_th: กรุณาเลือกคำตอบก่อน
vi_vn: Vui lòng chọn một câu trả lời trước.
zh_hk: 請先選擇一個答案。

source: Previous
ar_sa: السابق
da_dk: Forrige
el_gr: Προηγούμενο
hi_in: पिछला
ro_ro: Anterior
sv_se: Föregående
th_th: ก่อนหน้า
vi_vn: Trước
zh_hk: 上一題

source: Submit Exam
ar_sa: إرسال الاختبار
da_dk: Afslut eksamen
el_gr: Υποβολή Εξέτασης
hi_in: परीक्षा सबमिट करें
ro_ro: Trimite Examenul
sv_se: Lämna in prov
th_th: ส่งข้อสอบ
vi_vn: Nộp Bài Thi
zh_hk: 提交試卷

source: This is a multiple-choice question.
ar_sa: هذا سؤال متعدد الخيارات.
da_dk: Dette er et flervalgs-spørgsmål.
el_gr: Αυτή είναι μια ερώτηση πολλαπλών επιλογών.
hi_in: यह एक बहुविकल्पीय प्रश्न है।
ro_ro: Aceasta este o întrebare cu răspuns multiplu.
sv_se: Det här är en flervalsfråga.
th_th: นี่คือคำถามแบบเลือกตอบหลายข้อ
vi_vn: Đây là một câu hỏi trắc nghiệm nhiều lựa chọn.
zh_hk: 這是一道多項選擇題。

source: This is a sight-singing question. Please review the sheet music and sing aloud.
ar_sa: هذا سؤال قراءة بالنظر. يُرجى مراجعة النوتة الموسيقية والغناء بصوت عالٍ.
da_dk: Dette er et synssangsspørgsmål. Gennemgå venligst noderne og syng højt.
el_gr: Αυτή είναι μια ερώτηση οπτικής ψαλμωδίας. Παρακαλώ εξετάστε τη παρτιτούρα και τραγουδήστε δυνατά.
hi_in: यह एक दृष्टि-गायन प्रश्न है। कृपया शीट संगीत की समीक्षा करें और ज़ोर से गाएं।
ro_ro: Aceasta este o întrebare de citire la prima vedere. Vă rugăm să examinați partitura și să cântați cu voce tare.
sv_se: Det här är en notläsningsfråga. Var god granska notbladet och sjung högt.
th_th: นี่เป็นคำถามเกี่ยวกับการร้องเพลงโดยการอ่านโน้ต กรุณาตรวจสอบโน้ตเพลงและร้องออกมาดัง ๆ
vi_vn: Đây là câu hỏi xướng âm. Vui lòng xem lại bản nhạc và hát to lên.
zh_hk: 這係一個視唱題目。請睇下份樂譜，然後大聲唱出嚟。
