Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/QuestionBankRoles/Edit.*.resx
Languages: ar_sa, da_dk, de_de, fi_fi, fr_fr, pl_pl, ro_ro, uk_ua, zh_cn, zh_hk

source: Access Control for
ar_sa: التحكم في الوصول لـ
da_dk: Adgangskontrol til
de_de: Zugriffssteuerung für
fi_fi: Pääsyohjaus kohteelle
fr_fr: Contrôle d'accès pour
pl_pl: Kontrola dostępu dla
ro_ro: Controlul de acces pentru
uk_ua: Керування доступом для
zh_cn: 访问控制适用于
zh_hk: 存取控制針對

source: Back to List
ar_sa: العودة إلى القائمة
da_dk: Tilbage til liste
de_de: Zurück zur Liste
fi_fi: Takaisin luetteloon
fr_fr: Retour à la liste
pl_pl: Powrót do listy
ro_ro: Înapoi la listă
uk_ua: Повернутися до списку
zh_cn: 返回列表
zh_hk: 返回列表

source: If no roles are selected, all papers in this level will be public to all users with exam permissions. Note: This authorization applies to ALL papers under
ar_sa: إذا لم تُختار أي أدوار، فسيكون جميع الأوراق في هذا المستوى متاحًا للجميع من المستخدمين ذوي صلاحيات الامتحان. ملاحظة: تنطبق هذه الصلاحية على جميع الأوراق تحت @Model.SchoolName - @Model.Level.
da_dk: Hvis ingen roller er valgt, vil alle opgaver på dette niveau være offentlige for alle brugere med eksamensrettigheder. Bemærk: Denne tilladelse gælder for ALLE opgaver under
de_de: Wenn keine Rollen ausgewählt werden, sind alle Prüfungen auf dieser Ebene für alle Benutzer mit Prüfungsrechten öffentlich. Hinweis: Diese Berechtigung gilt für ALLE Prüfungen unter
fi_fi: Jos roolia ei valita, kaikki tämän tason kokeet ovat julkaistuja kaikille käyttäjille, joilla on koekäyttöoikeudet. Huom: Tämä käyttöoikeus koskee KAIKKIA tätä koulun tason alaisia kokeita.
fr_fr: Si aucun rôle n'est sélectionné, tous les documents de ce niveau seront publics pour tous les utilisateurs ayant des autorisations d'examen. Remarque : cette autorisation s'applique à TOUS les documents sous
pl_pl: Jeśli nie zostaną wybrane role, wszystkie arkusze na tym poziomie będą publiczne dla wszystkich użytkowników z uprawnieniami do egzaminu. Uwaga: ta autoryzacja dotyczy WSZYSTKICH arkuszy na poziomie
ro_ro: Dacă nu sunt selectate roluri, toate lucrările de la acest nivel vor fi publice pentru toți utilizatorii cu permisiuni de examen. Notă: Această autorizare se aplică tuturor lucrărilor de sub
uk_ua: Якщо жодна роль не вибрана, всі роботи на цьому рівні будуть доступні для всіх користувачів з дозволом на проведення іспитів. Зауваження: цей дозвіл поширюється на УСІ роботи під
zh_cn: 如果未选择任何角色，则此级别下的所有试卷将对所有具有考试权限的用户公开。注意：此授权适用于 @Model.SchoolName - @Model.Level 下的所有试卷。
zh_hk: 如未選擇任何角色，此級別的所有試卷將對所有具備考試權限的用戶公開。注意：此授權適用於所有於 @Model.SchoolName - @Model.Level 下的試卷。

source: If no roles are selected, this paper will be public to all users with exam permissions.
ar_sa: إذا لم تُختار أي أدوار، فسيكون هذا الامتحان متاحًا للجميع من المستخدمين الذين لديهم صلاحيات الامتحان.
da_dk: Hvis ingen roller er valgt, vil dette papir være offentligt tilgængeligt for alle brugere med eksamensrettigheder.
de_de: Wenn keine Rollen ausgewählt sind, ist dieses Dokument für alle Benutzer mit Prüfungsrechten öffentlich zugänglich.
fi_fi: Jos rooleja ei ole valittu, tämä paperi on julkinen kaikille käyttäjille, joilla on kokeen käyttöoikeudet.
fr_fr: Si aucun rôle n'est sélectionné, ce document sera accessible à tous les utilisateurs ayant les autorisations d'examen.
pl_pl: Jeśli nie zostaną wybrane role, ten egzamin będzie dostępny dla wszystkich użytkowników z uprawnieniami do egzaminu.
ro_ro: Dacă nu sunt selectate roluri, acest document va fi accesibil tuturor utilizatorilor cu permisiuni de examen.
uk_ua: Якщо ролі не вибрано, цей тест буде доступний для всіх користувачів з дозволами на проведення екзаменів.
zh_cn: 如果未选择任何角色，此试卷将对所有拥有考试权限的用户公开。
zh_hk: 如沒有選擇任何角色，此試卷將對所有擁有考試權限的用戶公開。

source: If no roles are selected, this question bank will be public to all users with exam permissions.
ar_sa: إذا لم تُحدد أي أدوار، فسيصبح هذا المخزن العام متاحًا لجميع المستخدمين الذين لديهم صلاحيات الامتحان.
da_dk: Hvis ingen roller er valgt, vil denne spørgsmålsbank være offentlig for alle brugere med eksamensrettigheder.
de_de: Wenn keine Rollen ausgewählt sind, ist diese Fragebank für alle Benutzer mit Prüfungsrechten öffentlich zugänglich.
fi_fi: Jos roolia ei valita, tämä kysymysarkisto on julkinen kaikille käyttäjille, joilla on koepalvelun käyttöoikeudet.
fr_fr: Si aucun rôle n'est sélectionné, cette banque de questions sera accessible à tous les utilisateurs disposant des autorisations d'examen.
pl_pl: Jeśli nie zostaną wybrane role, ten bank pytań będzie dostępny dla wszystkich użytkowników z uprawnieniami do egzaminu.
ro_ro: Dacă nu sunt selectate roluri, această bancă de întrebări va fi disponibilă public pentru toți utilizatorii cu permisiuni de examen.
uk_ua: Якщо жодна роль не вибрана, цей банк запитань буде доступним для всіх користувачів із дозволом на проведення іспитів.
zh_cn: 如果未选择任何角色，则此题库将对所有具有考试权限的用户公开。
zh_hk: 如果沒有選擇任何角色，此題庫將對所有具備考試權限的用戶公開。

source: Manage Level Authorization
ar_sa: إدارة إذن المستوى
da_dk: Styring af niveau tilladelse
de_de: Ebene-Berechtigungen verwalten
fi_fi: Hallinnoi tason käyttöoikeuksia
fr_fr: Gérer l'autorisation de niveau
pl_pl: Zarządzanie uprawnieniami poziomu
ro_ro: Gestionare autorizare nivel
uk_ua: Керування авторизацією рівня
zh_cn: 管理等级授权
zh_hk: 管理等級授權

source: Manage Paper Roles
ar_sa: إدارة أدوار الورقة
da_dk: Styr Papirroller
de_de: Papierrollen verwalten
fi_fi: Hallitse paperin rooleja
fr_fr: Gérer les rôles du document
pl_pl: Zarządzaj rolami papieru
ro_ro: Gestionare roluri pentru lucrare
uk_ua: Керування ролями паперу
zh_cn: 管理试卷权限
zh_hk: 管理試卷角色

source: Manage Question Bank Roles
ar_sa: إدارة أدوار مخزون الأسئلة
da_dk: Styr spørgsmålsskabelonroller
de_de: Fragebank-Rollen verwalten
fi_fi: Kysymysbankin roolien hallinta
fr_fr: Gérer les rôles de la banque de questions
pl_pl: Zarządzaj rolami banku pytań
ro_ro: Gestionare roluri bibliotecă întrebări
uk_ua: Керування ролями банку запитань
zh_cn: 管理题库角色
zh_hk: 管理題庫角色

source: Save Changes
ar_sa: حفظ التغييرات
da_dk: Gem ændringer
de_de: Änderungen speichern
fi_fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
pl_pl: Zapisz zmiany
ro_ro: Salvează modificările
uk_ua: Зберегти зміни
zh_cn: 保存更改
zh_hk: 儲存更改

source: Select Roles Authorized to Access
ar_sa: حدد الأدوار المخولة للوصول
da_dk: Vælg roller, der har tilladelse til adgang
de_de: Rollen auswählen, die Zugriff berechtigt sind
fi_fi: Valitse roolit, joilla on pääsy
fr_fr: Sélectionnez les rôles autorisés à accéder
pl_pl: Wybierz role uprawnione do dostępu
ro_ro: Selectați rolurile autorizate pentru acces
uk_ua: Виберіть ролі, яким дозволено отримувати доступ
zh_cn: 选择授权访问的角色
zh_hk: 選擇獲授權存取的角色
