Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/QuestionBankRoles/Index.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, hi_in, it_it, ja_jp, ko_kr, pt_br, pt_pt, ro_ro, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_hk

source: Actions
ar_sa: إجراءات
da_dk: Handling
de_de: Aktionen
el_gr: Ενέργειες
es_es: Acciones
hi_in: कार्रवाई
it_it: Azioni
ja_jp: 操作
ko_kr: 작업
pt_br: Ações
pt_pt: Ações
ro_ro: Acțiuni
sv_se: Åtgärder
th_th: การกระทำ
tr_tr: Eylemler
uk_ua: Дії
zh_cn: 操作
zh_hk: 操作

source: All Question Banks
ar_sa: جميع مصادر الأسئلة
da_dk: Alle spørgsmålsbanker
de_de: Alle Fragebanken
el_gr: Όλες οι Βάσεις Ερωτήσεων
es_es: Todos los bancos de preguntas
hi_in: सभी प्रश्न बैंक
it_it: Tutti i Banche Domande
ja_jp: すべての問題バンク
ko_kr: 모든 문제은행
pt_br: Todos os Bancos de Questões
pt_pt: Todos os Bancos de Perguntas
ro_ro: Toate bancale de întrebări
sv_se: Alla frågebankar
th_th: ธนาคารคำถามทั้งหมด
tr_tr: Tüm Soru Bankaları
uk_ua: Усі банки питань
zh_cn: 所有题库
zh_hk: 所有題庫

source: All Question Papers
ar_sa: جميع ورقات الأسئلة
da_dk: Alle spørgsmål
de_de: Alle Prüfungsunterlagen
el_gr: Όλα τα Θέματα Εξετάσεων
es_es: Todos los exámenes
hi_in: सभी प्रश्न पेपर
it_it: Tutti i questionari
ja_jp: すべての問題用紙
ko_kr: 모든 문제지
pt_br: Todos os Questionários
pt_pt: Todos os Questionários
ro_ro: Toate seturile de întrebări
sv_se: Alla frågepapper
th_th: แบบทดสอบทั้งหมด
tr_tr: Tüm Soru Kağıtları
uk_ua: Всі тестові завдання
zh_cn: 全部试题试卷
zh_hk: 全部試卷

source: Authorized Roles
ar_sa: الأدوار المُصرَّح لها
da_dk: Tilladte roller
de_de: Berechtigte Rollen
el_gr: Εξουσιοδοτημένοι Ρόλοι
es_es: Roles autorizados
hi_in: अधिकृत भूमिकाएँ
it_it: Ruoli autorizzati
ja_jp: 承認されたロール
ko_kr: 권한 있는 역할
pt_br: Papéis Autorizados
pt_pt: Papéis Autorizados
ro_ro: Roluri autorizate
sv_se: Auktoriserade roller
th_th: บทบาทที่ได้รับอนุญาต
tr_tr: Yetkili Roller
uk_ua: Дозволені ролі
zh_cn: 授权角色
zh_hk: 授權角色

source: Global Management
ar_sa: الإدارة العالمية
da_dk: Global Administration
de_de: Globale Verwaltung
el_gr: Παγκόσμια Διαχείριση
es_es: Gestión global
hi_in: वैश्विक प्रबंधन
it_it: Gestione Globale
ja_jp: グローバル管理
ko_kr: 전역 관리
pt_br: Gerenciamento Global
pt_pt: Gestão Global
ro_ro: Gestionare globală
sv_se: Global hantering
th_th: การจัดการทั่วโลก
tr_tr: Genel Yönetim
uk_ua: Глобальне управління
zh_cn: 全局管理
zh_hk: 全球管理

source: Global Question Bank Management
ar_sa: إدارة مكتبة الأسئلة العالمية
da_dk: Global spørgsmålsbankstyring
de_de: Globale Verwaltung der Fragebank
el_gr: Διαχείριση Παγκόσμιας Βάσης Ερωτήσεων
es_es: Gestión de la Biblioteca Global de Preguntas
hi_in: वैश्विक प्रश्न बैंक प्रबंधन
it_it: Gestione del Banca Dati Globale di Domande
ja_jp: グローバル問題バンク管理
ko_kr: 글로벌 문제은행 관리
pt_br: Gerenciamento da Biblioteca Global de Questões
pt_pt: Gestão da Base de Questões Global
ro_ro: Gestionează Băncile Globale de Întrebări
sv_se: Global frågebankhantering
th_th: การจัดการฐานข้อสอบทั่วโลก
tr_tr: Genel Soru Bankası Yönetimi
uk_ua: Управління загальним банком питань
zh_cn: 全局题库管理
zh_hk: 全球題庫管理

source: Manage Roles
ar_sa: إدارة الأدوار
da_dk: Administrer roller
de_de: Rollen verwalten
el_gr: Διαχείριση Ρόλων
es_es: Gestionar roles
hi_in: भूमिकाओं का प्रबंधन करें
it_it: Gestisci Ruoli
ja_jp: ロールの管理
ko_kr: 역할 관리
pt_br: Gerenciar Papéis
pt_pt: Gerir Papéis
ro_ro: Gestionează Roluri
sv_se: Hantera roller
th_th: จัดการบทบาท
tr_tr: Rolleri Yönet
uk_ua: Керування ролями
zh_cn: 管理角色
zh_hk: 管理角色

# Manage which roles are authorized to access each paper.
source: Manage which roles are authorised to access each paper.
ar_sa: إدارة الأدوار المخولة بالوصول إلى كل ورقة.
da_dk: Styr hvilke roller der har tilladelse til at få adgang til hvert papir.
de_de: Verwalten Sie, welche Rollen berechtigt sind, auf jedes Dokument zuzugreifen.
el_gr: Διαχείριση των ρόλων που έχουν εξουσία πρόσβασης σε κάθε εργασία.
es_es: Gestiona qué roles están autorizados para acceder a cada examen.
hi_in: प्रत्येक पेपर के एक्सेस के लिए अधिकृत कौन सी भूमिकाएं हैं, उनका प्रबंधन करें।
it_it: Gestisci quali ruoli sono autorizzati ad accedere a ciascun compito.
ja_jp: 各ペーパーへのアクセスが許可されたロールを管理します。
ko_kr: 각 문제지에 접근할 수 있는 역할을 관리합니다.
pt_br: Gerenciar quais funções têm autorização para acessar cada prova.
pt_pt: Gerir quais funções têm autorização para aceder a cada prova.
ro_ro: Gestionați rolurile autorizate pentru a accesa fiecare lucrare.
sv_se: Hantera vilka roller som har behörighet att komma åt varje prov.
th_th: จัดการบทบาทที่ได้รับอนุญาตให้เข้าถึงแต่ละแบบทดสอบ
tr_tr: Her makaleye erişim için yetkili olan rolleri yönetin.
uk_ua: Керуйте ролевими правами, що мають доступ до кожного збірника завдань.
zh_cn: 管理哪些角色被授权访问每份试卷。
zh_hk: 管理哪些角色有權存取每份試卷。

# Manage which roles are authorized to access each question bank.
source: Manage which roles are authorised to access each question bank.
ar_sa: إدارة الأدوار المخولة بالوصول إلى كل بنك أسئلة.
da_dk: Administrer hvilke roller der har tilladelse til at få adgang til hver spørgsmålsbank.
de_de: Verwalten Sie, welche Rollen berechtigt sind, auf jedes Fragebank-Zeugnis zuzugreifen.
el_gr: Διαχείριση των ρόλων που έχουν εξουσιοδότηση για πρόσβαση σε κάθε βάση ερωτήσεων.
es_es: Gestione qué roles están autorizados para acceder a cada banco de preguntas.
hi_in: प्रत्येक प्रश्न बैंक तक पहुंच के लिए अधिकृत कौन सी भूमिकाएं हैं, उनका प्रबंधन करें।
it_it: Gestisci quali ruoli sono autorizzati ad accedere a ciascuna banca domande.
ja_jp: 各問題データベースへのアクセスが許可されたロールを管理します。
ko_kr: 각 문제은행에 접근할 수 있는 역할을 관리합니다.
pt_br: Gerenciar quais funções têm autorização para acessar cada banco de questões.
pt_pt: Gerir quais funções têm autorização para aceder a cada banco de questões.
ro_ro: Gestionați rolurile autorizate pentru accesarea fiecărei baze de întrebări.
sv_se: Hantera vilka roller som har behörighet att komma åt varje frågebank.
th_th: จัดการบทบาทที่ได้รับอนุญาตให้เข้าถึงแต่ละธนาคารคำถาม
tr_tr: Her soru bankasına erişim izni verilen rolleri yönetin.
uk_ua: Керувати роллю, які мають дозвіл на доступ до кожного банку запитань.
zh_cn: 管理哪些角色被授权访问每个题库。
zh_hk: 管理哪些角色可存取每個題庫

# No roles authorized (Public)
source: No roles authorised (Public)
ar_sa: لا توجد أدوار مصرّح بها (عام)
da_dk: Ingen roller tillgodesettet (Offentlig)
de_de: Keine Rollen autorisiert (Öffentlich)
el_gr: Κανένα ρόλο δεν έχει εξουσιοδότηση (Δημόσιος)
es_es: Sin roles autorizados (Público)
hi_in: कोई भी भूमिका अधिकृत नहीं (सार्वजनिक)
it_it: Nessun ruolo autorizzato (Pubblico)
ja_jp: ロールが承認されていません (パブリック)
ko_kr: 권한이 부여된 역할 없음 (공개)
pt_br: Nenhum papel autorizado (Público)
pt_pt: Sem papéis autorizados (Público)
ro_ro: Fără roluri autorizate (Public)
sv_se: Inga roller tillåtna (Offentlig)
th_th: ไม่มีบทบาทที่ได้รับอนุญาต (สาธารณะ)
tr_tr: Rol yetkisi verilmemiş (Genel)
uk_ua: Немає наданих ролей (публічний)
zh_cn: 未授权任何角色（公开）
zh_hk: 沒有授權角色 (公開)

source: Paper Title
ar_sa: عنوان الورقة
da_dk: Opgavetitel
de_de: Papierüberschrift
el_gr: Τίτλος Ερωτηματολογίου
es_es: Título del examen
hi_in: पेपर शीर्षक
it_it: Titolo del compito
ja_jp: 論文タイトル
ko_kr: 시험지 제목
pt_br: Título do Questionário
pt_pt: Título do Papel
ro_ro: Titlul lucrării
sv_se: Pappersrubrik
th_th: ชื่อเรื่องแบบทดสอบ
tr_tr: Makale Başlığı
uk_ua: Назва паперу
zh_cn: 试卷标题
zh_hk: 試卷標題

source: Question Bank Name
ar_sa: اسم مخزن الأسئلة
da_dk: Spørgsmålsbanknavn
de_de: Fragebankname
el_gr: Όνομα Βάσης Ερωτήσεων
es_es: Nombre del banco de preguntas
hi_in: प्रश्न बैंक नाम
it_it: Nome Banca Domande
ja_jp: 問題バンク名
ko_kr: 질문 은행 이름
pt_br: Nome da Banca de Questões
pt_pt: Nome da Base de Questões
ro_ro: Numele băncii de întrebări
sv_se: Frågebanknamn
th_th: ชื่อคลังคำถาม
tr_tr: Soru Bankası Adı
uk_ua: Назва банку питань
zh_cn: 题库名称
zh_hk: 題庫名稱
