Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/Error/Error.*.resx
Languages: el_gr

source: An Error Occurred
el_gr: Παρουσιάστηκε Σφάλμα

source: An error occurred while processing your request.
el_gr: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας.

source: Back to Home
el_gr: Πίσω στην Αρχική

source: Error.
el_gr: Σφάλμα.

source: Please contact the administrator for help.
el_gr: Παρακαλώ επικοινωνήστε με τον διαχειριστή για βοήθεια.

source: Please try again later or contact support if the problem persists.
el_gr: Παρακαλούμε δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη εάν το πρόβλημα συνεχίζεται.

source: Request ID:
el_gr: Αναγνωριστικό Αίτησης:

source: We&apos;re sorry, something went wrong while processing your request.
el_gr: Συγγνώμη, κάτι πήγε στραβά κατά την επεξεργασία του αιτήματός σας.

source: Try again
el_gr: Δοκιμάστε ξανά

source: Your browser sent a request that this server could not understand.
el_gr: Ο περιηγητής σας έστειλε ένα αίτημα που ο διακομιστής δεν μπόρεσε να κατανοήσει.

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
el_gr: Η σελίδα που αναζητάτε μπορεί να έχει αφαιρεθεί, να άλλαξε το όνομά της ή να είναι προσωρινά μη διαθέσιμη.

source: Sorry, you do not have the necessary permissions to access this page.
el_gr: Συγγνώμη, δεν έχετε τα απαραίτητα δικαιώματα για πρόσβαση σε αυτήν τη σελίδα.

source: Please check your request and try again. If you believe this is a server error, please contact support.
el_gr: Παρακαλώ ελέγξτε το αίτημά σας και δοκιμάστε ξανά. Αν πιστεύετε ότι πρόκειται για σφάλμα του διακομιστή, παρακαλώ επικοινωνήστε με την υποστήριξη.

source: Please check the URL and try again. If you believe this is a server error, please contact support.
el_gr: Παρακαλώ ελέγξτε τη διεύθυνση URL και δοκιμάστε ξανά. Αν πιστεύετε ότι πρόκειται για σφάλμα του διακομιστή, παρακαλώ επικοινωνήστε με την υποστήριξη.

source: If you believe you should have access, please contact your system administrator. Or try signing out and signing in again.
el_gr: Αν πιστεύετε ότι θα έπρεπε να έχετε πρόσβαση, παρακαλώ επικοινωνήστε με τον διαχειριστή του συστήματός σας. Ή δοκιμάστε να αποσυνδεθείτε και να συνδεθείτε ξανά.
