Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Authorization/AppPermissions.*.resx
Languages: hi_in, it_it, ja_jp, ro_ro, uk_ua

source: Add New Roles
hi_in: नए भूमिकाएँ जोड़ें
it_it: Aggiungi Nuovi Ruoli
ja_jp: 新しいロールの追加
ro_ro: Adăugare Roluri Noi
uk_ua: Додати нові ролі

source: Add New Users
hi_in: नए उपयोगकर्ता जोड़ें
it_it: Aggiungi Nuovi Utenti
ja_jp: 新規ユーザーの追加
ro_ro: Adăugare Utilizatori Noi
uk_ua: Додати нових користувачів

source: Allows assigning or removing roles for any user.
hi_in: किसी भी उपयोगकर्ता को भूमिकाएँ सौंपने या हटाने की अनुमति देता है।
it_it: Consente di assegnare o rimuovere ruoli per qualsiasi utente.
ja_jp: 任意のユーザーに対してロールの割り当てまたは削除を許可します。
ro_ro: Permite atribuirea sau eliminarea rolurilor pentru orice utilizator.
uk_ua: Дозволяє призначати або знімати ролі для будь-кого користувача.

source: Allows managing the roles authorized to access each question bank.
hi_in: प्रत्येक प्रश्न बैंक तक पहुंच के अनुमत भूमिकाओं के प्रबंधन की अनुमति देता है।
ja_jp: 各問題バンクへのアクセスが許可されたロールの管理を可能にします。
ro_ro: Permite gestionarea rolurilor autorizate pentru a accesa fiecare bază de întrebări.
uk_ua: Дозволяє керувати ролями, які мають дозвіл на доступ до кожного банку запитань.

source: Allows modification of role names and their assigned permissions.
hi_in: रोल नामों और उनके सौंपे गए अनुमतियों में संशोधन की अनुमति देता है।
it_it: Consente la modifica dei nomi dei ruoli e dei permessi assegnati.
ja_jp: ロール名とその割り当てられた権限の変更を許可します。
ro_ro: Permite modificarea numelor rolurilor și a permisiunilor atribuite acestora.
uk_ua: Дозволяє змінювати назви ролей та призначені для них дозволи.

source: Allows modification of user details like email and roles, and can also reset user passwords.
hi_in: उपयोगकर्ता के विवरण जैसे ईमेल और भूमिकाओं में संशोधन की अनुमति देता है, और उपयोगकर्ता के पासवर्ड को रीसेट भी कर सकता है।
it_it: Consente la modifica dei dettagli utente come email e ruoli, e può anche reimpostare le password degli utenti.
ja_jp: ユーザーのメールアドレスやロールなどの詳細情報の変更を許可し、ユーザーのパスワードをリセットすることもできます。
ro_ro: Permite modificarea detaliilor utilizatorului, cum ar fi adresa de e-mail și rolurile, și poate, de asemenea, să reseteze parolele utilizatorilor.
uk_ua: Дозволяє змінювати дані користувача, такі як електронна пошта та ролі, а також скидати паролі користувачів.

source: Allows the permanent deletion of roles.
hi_in: भूमिकाओं को स्थायी रूप से हटाने की अनुमति देता है।
it_it: Consente l'eliminazione permanente dei ruoli.
ja_jp: ロールの完全な削除を許可します。
ro_ro: Permite ștergerea permanentă a rolurilor.
uk_ua: Дозволяє остаточне видалення ролей.

source: Allows the permanent deletion of user accounts.
hi_in: उपयोगकर्ता खातों को स्थायी रूप से हटाने की अनुमति देता है।
it_it: Consente l'eliminazione permanente degli account utente.
ja_jp: ユーザーアカウントの完全削除を許可します。
ro_ro: Permite ștergerea permanentă a conturilor de utilizator.
uk_ua: Дозволяє остаточне видалення облікових записів користувачів.

source: Allows the user to participate in exams.
hi_in: उपयोगकर्ता को परीक्षाओं में भाग लेने की अनुमति देता है।
it_it: Consente all'utente di partecipare agli esami.
ja_jp: ユーザーが試験に参加できるようにします。
ro_ro: Permite utilizatorului să participe la examene.
uk_ua: Дозволяє користувачу брати участь у іспитах.

source: Allows viewing and modifying global application settings.
hi_in: सभी अनुप्रयोग सेटिंग्स को देखने और संशोधित करने की अनुमति देता है।
it_it: Consente di visualizzare e modificare le impostazioni globali dell'applicazione.
ja_jp: グローバルなアプリケーション設定の表示および編集を許可します。
ro_ro: Permite vizualizarea și modificarea setărilor globale ale aplicației.
uk_ua: Дозволяє переглядати та змінювати глобальні налаштування додатку.

source: Allows viewing monthly active user statistics and details.
hi_in: मासिक सक्रिय उपयोगकर्ता आँकड़े और विवरण देखने की अनुमति देता है।
it_it: Consente di visualizzare le statistiche mensili degli utenti attivi e i dettagli.
ja_jp: 月間アクティブユーザーの統計および詳細を表示できます。
ro_ro: Permite vizualizarea statisticilor și detaliilor utilizatorilor activi lunar.
uk_ua: Дозволяє переглядати статистику та деталі щомісячних активних користувачів.

source: Allows viewing system statistics like user counts and usage data.
hi_in: सिस्टम सांख्यिकी जैसे उपयोगकर्ता संख्या और उपयोग डेटा देखने की अनुमति देता है।
it_it: Consente di visualizzare le statistiche di sistema, come il numero di utenti e i dati di utilizzo.
ja_jp: ユーザー数や利用データなどのシステム統計を表示できます。
ro_ro: Permite vizualizarea statisticilor sistemului, cum ar fi numărul de utilizatori și datele de utilizare.
uk_ua: Дозволяє переглядати системну статистику, таку як кількість користувачів та дані про використання.

source: Allows viewing system-level information and settings.
hi_in: सिस्टम-स्तरीय जानकारी और सेटिंग्स देखने की अनुमति देता है।
it_it: Consente di visualizzare informazioni e impostazioni a livello di sistema.
ja_jp: システムレベルの情報と設定の表示を許可します。
ro_ro: Permite vizualizarea informațiilor și setărilor la nivel de sistem.
uk_ua: Дозволяє перегляд системної інформації та налаштувань.

source: Allows viewing the background job dashboard and managing jobs.
hi_in: पृष्ठभूमि कार्य डैशबोर्ड देखने और कार्यों के प्रबंधन की अनुमति देता है।
it_it: Consente di visualizzare il dashboard dei processi in background e di gestire i processi.
ja_jp: バックグラウンドジョブダッシュボードの表示とジョブの管理を許可します。
ro_ro: Permite vizualizarea panoului de control al sarcinilor în fundal și gestionarea sarcinilor.
uk_ua: Дозволяє переглядати панель керування фоновими завданнями та керувати завданнями.

source: Allows viewing the history of all user and role changes.
hi_in: सभी उपयोगकर्ता और भूमिका परिवर्तनों का इतिहास देखने की अनुमति देता है।
it_it: Consente di visualizzare la cronologia di tutte le modifiche agli utenti e ai ruoli.
ja_jp: ユーザーおよびロールのすべての変更履歴を表示できます。
ro_ro: Permite vizualizarea istoricului tuturor modificărilor utilizatorilor și rolurilor.
uk_ua: Дозволяє переглядати історію всіх змін користувачів та ролей.

source: Allows viewing the list of all permissions and their assignments to roles and users.
hi_in: सभी अनुमतियों की सूची और उनके भूमिकाओं तथा उपयोगकर्ताओं को असाइनमेंट देखने की अनुमति देता है।
it_it: Consente di visualizzare l'elenco di tutti i permessi e la loro assegnazione a ruoli e utenti.
ja_jp: すべての権限とそれらのロールおよびユーザーへの割り当ての一覧を表示できます。
ro_ro: Permite vizualizarea listei tuturor permisiunilor și a atribuirilor acestora către roluri și utilizatori.
uk_ua: Дозволяє переглядати список усіх дозволів та їх призначення ролям і користувачам.

source: Allows viewing the list of all users.
hi_in: सभी उपयोगकर्ताओं की सूची देखने की अनुमति देता है।
it_it: Consente di visualizzare l'elenco di tutti gli utenti.
ja_jp: すべてのユーザーのリストを表示することを許可します。
ro_ro: Permite vizualizarea listei cu toți utilizatorii.
uk_ua: Дозволяє переглядати список усіх користувачів.

source: Allows viewing the list of roles and their assigned permissions.
hi_in: भूमिकाओं की सूची और उनके सौंपे गए अनुमतियों को देखने की अनुमति देता है।
it_it: Consente di visualizzare l'elenco dei ruoli e le relative autorizzazioni assegnate.
ja_jp: ロールの一覧とそれに割り当てられた権限を表示できます。
ro_ro: Permite vizualizarea listei de roluri și a permisiunilor atribuite acestora.
uk_ua: Дозволяє переглядати список ролей та призначені для них дозволи.

source: Assign Roles to Users
hi_in: उपयोगकर्ताओं को भूमिकाएँ नियत करें
it_it: Assegna Ruoli agli Utenti
ja_jp: ユーザーへのロール割り当て
ro_ro: Atribuie Roluri Utilizatorilor
uk_ua: Призначити ролі користувачам

source: Delete Roles
hi_in: भूमिकाएँ हटाएँ
it_it: Elimina Ruoli
ja_jp: ロールの削除
ro_ro: Șterge Roluri
uk_ua: Видалити ролі

source: Delete Users
hi_in: उपयोगकर्ता हटाएं
it_it: Elimina utenti
ja_jp: ユーザーの削除
ro_ro: Ștergere utilizatori
uk_ua: Видалення користувачів

source: Edit Role Information
hi_in: भूमिका की जानकारी संपादित करें
it_it: Modifica Informazioni Ruolo
ja_jp: ロール情報の編集
ro_ro: Editează Informațiile Rolului
uk_ua: Редагувати інформацію про роль

source: Edit User Information
hi_in: उपयोगकर्ता जानकारी संपादित करें
it_it: Modifica Informazioni Utente
ja_jp: ユーザー情報の編集
ro_ro: Editare Informații Utilizator
uk_ua: Редагування інформації користувача

source: Grants permission to create new roles.
hi_in: नए भूमिकाएँ बनाने की अनुमति प्रदान करता है।
it_it: Concede il permesso di creare nuovi ruoli.
ja_jp: 新しいロールを作成する権限を付与します。
ro_ro: Acordă permisiunea de a crea roluri noi.
uk_ua: Надає дозвіл на створення нових ролей.

source: Grants permission to create new user accounts.
hi_in: नए उपयोगकर्ता खाते बनाने की अनुमति प्रदान करता है।
it_it: Concede il permesso di creare nuovi account utente.
ja_jp: 新しいユーザーアカウントを作成する権限を付与します。
ro_ro: Acordă permisiunea de a crea conturi de utilizator noi.
uk_ua: Надає дозвіл на створення нових облікових записів користувачів.

source: Grants permission to restart the application instance. May cause availability interruptions but all settings and cache will be reloaded.
hi_in: एप्लिकेशन इंस्टेंस को पुनरारंभ करने की अनुमति प्रदान करता है। इससे उपलब्धता में व्यवधान हो सकता है, लेकिन सभी सेटिंग्स और कैश पुनः लोड हो जाएंगे।
it_it: Concede il permesso di riavviare l'istanza dell'applicazione. Potrebbe causare interruzioni della disponibilità, ma tutte le impostazioni e la cache verranno ricaricate.
ja_jp: アプリケーションインスタンスの再起動を許可します。可用性の中断を引き起こす可能性がありますが、すべての設定とキャッシュは再読み込みされます。
ro_ro: Acordă permisiunea de a reporni instanța aplicației. Poate cauza întreruperi de disponibilitate, dar toate setările și memoria cache vor fi reîncărcate.
uk_ua: Надає дозвіл на перезапуск екземпляра програми. Може призвести до перерв у доступності, але всі налаштування та кеш буде перезавантажено.

source: Manage Global Settings
hi_in: ग्लोबल सेटिंग्स प्रबंधित करें
it_it: Gestisci Impostazioni Globali
ja_jp: グローバル設定の管理
ro_ro: Gestionare setări globale
uk_ua: Керування загальними параметрами

source: Manage Question Bank Roles
hi_in: प्रश्न बैंक भूमिकाओं का प्रबंधन करें
ja_jp: 問題バンクロールの管理
ro_ro: Gestionare roluri bănci de întrebări
uk_ua: Керування ролями банку запитань

source: Read Permissions
hi_in: अनुमतियाँ पढ़ें
it_it: Leggere Permessi
ja_jp: 権限の閲覧
ro_ro: Citește Permisiuni
uk_ua: Читати дозволи

source: Read Roles
hi_in: भूमिकाएँ पढ़ें
it_it: Leggere i ruoli
ja_jp: ロールの閲覧
ro_ro: Citește Roluri
uk_ua: Перегляд ролей

source: Read Users
hi_in: उपयोगकर्ताओं को पढ़ें
it_it: Leggere Utenti
ja_jp: ユーザーの閲覧
ro_ro: Citește Utilizatori
uk_ua: Перегляд користувачів

source: Reboot This App
hi_in: इस ऐप को पुनरारंभ करें
it_it: Riavvia Questa App
ja_jp: このアプリを再起動
ro_ro: Repornește această aplicație
uk_ua: Перезавантажити цей додаток

source: Take Exam
hi_in: परीक्षा दें
it_it: Sostenere Esame
ja_jp: 試験を受ける
ro_ro: Susține Examenul
uk_ua: Пройти іспит

source: View Accounting
hi_in: लेखा देखें
it_it: Visualizza Contabilità
ja_jp: 会計の表示
ro_ro: Vizualizare Contabilitate
uk_ua: Перегляд обліку

source: View Active Users
hi_in: सक्रिय उपयोगकर्ता देखें
it_it: Visualizza Utenti Attivi
ja_jp: アクティブユーザーを表示
ro_ro: Vizualizați Utilizatorii Activi
uk_ua: Переглянути активних користувачів

source: View Background Jobs
hi_in: बैकग्राउंड जॉब्स देखें
it_it: Visualizza i processi in background
ja_jp: バックグラウンドジョブの表示
ro_ro: Vizualizează sarcinile în fundal
uk_ua: Переглянути фонові завдання

source: View Change History
hi_in: परिवर्तन इतिहास देखें
it_it: Visualizza Cronologia modifiche
ja_jp: 変更履歴を表示
ro_ro: Vizualizează Istoricul Modificărilor
uk_ua: Перегляд історії змін

source: View System Context
hi_in: सिस्टम संदर्भ देखें
it_it: Visualizza Contesto di Sistema
ja_jp: システムコンテキストの表示
ro_ro: Vizualizare Context Sistem
uk_ua: Перегляд системного контексту
