Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Configuration/SettingsMap.*.resx
Languages: ar_sa, uk_ua

source: The link to the brand&apos;s home page.
ar_sa: الرابط إلى صفحة العلامة الرئيسية
uk_ua: Посилання на головну сторінку бренду.

source: Allow User Adjust Nickname
ar_sa: السماح للمستخدم بتعديل الاسم المستعار
uk_ua: Дозволити користувачеві змінювати прізвисько

source: Allow users to adjust their nickname in the profile management page.
ar_sa: تمكين المستخدمين من تعديل اسم المستخدم الخاص بهم في صفحة إدارة الملف الشخصي.
uk_ua: Дозволити користувачам змінювати свій псевдонім на сторінці керування профілем.

source: Brand Home URL
ar_sa: رابط الصفحة الرئيسية للعلامة التجارية
uk_ua: URL головної сторінки бренду

source: Brand Logo
ar_sa: شعار العلامة التجارية
uk_ua: Логотип бренду

source: Brand Name
ar_sa: اسم العلامة التجارية
uk_ua: Назва бренду

source: ICP Number
ar_sa: رقم ICP
uk_ua: Номер ICP

source: Project Logo
ar_sa: شعار المشروع
uk_ua: Логотип проекту

source: Project Name
ar_sa: اسم المشروع
uk_ua: Назва проекту

source: The brand logo displayed in the navbar and sidebar. Will fallback to default logo if not set.
ar_sa: الشعار الخاص بالعلامة التجارية المُعرض في شريط التنقل والشريط الجانبي. سيتم التراجع إلى الشعار الافتراضي إذا لم يتم تعيينه.
uk_ua: Логотип бренду, що відображається в навігаційній панелі та бічній панелі. Буде використано логотип за замовчуванням, якщо не встановлено.

source: The brand name displayed in the footer.
ar_sa: اسم العلامة التجارية المُعرض في التذييل.
uk_ua: Назва бренду, яка відображається в підвалі.

source: The ICP license number for China mainland users. Leave empty to hide.
ar_sa: رقم ترخيص ICP للمستخدمين في البر الرئيسي للصين. اتركه فارغًا لإخفائه.
uk_ua: Номер ліцензії ICP для користувачів з головного узбережжя Китаю. Залиште порожнім, щоб приховати.

source: The logo of the project displayed in the navbar and footer. Support jpg, png, svg.
ar_sa: الشعار الخاص بالمشروع يتم عرضه في شريط التنقل والقدم. يدعم jpg، png، svg.
uk_ua: Логотип проекту, який відображається в навбарі та футері. Підтримується jpg, png, svg.

source: The name of the project displayed in the frontend.
ar_sa: اسم المشروع المُعرض في الواجهة الأمامية.
uk_ua: Назва проекту, яка відображається на фронтенді.

source: The name of the project displayed throughout the application.
ar_sa: اسم المشروع المعروض في جميع أنحاء التطبيق.
uk_ua: Назва проекту, яка відображається по всій програмі.
