Repository: AiursoftWeb/MusicExam
Catalog: src/Aiursoft.MusicExam/Resources/Views/Changes/ActiveUsers.*.resx
Languages: es_es, fr_fr, id_id, ko_kr, ro_ro, sv_se, zh_hk

source: Actions
es_es: Acciones
id_id: Tindakan
ko_kr: 작업
ro_ro: Acțiuni
sv_se: Åtgärder
zh_hk: 操作

source: Active Users Count
es_es: Recuento de Usuarios Activos
fr_fr: Nombre d'utilisateurs actifs
id_id: Jumlah Pengguna Aktif
ko_kr: 활성 사용자 수
ro_ro: Număr de Utilizatori Activi
sv_se: Antal aktiva användare
zh_hk: 活躍用戶數目

source: Details
es_es: Detalles
fr_fr: Détails
id_id: Detail
ko_kr: 상세 정보
ro_ro: Detalii
sv_se: Detaljer
zh_hk: 詳情

source: Month
es_es: Mes
fr_fr: Mois
id_id: Bulan
ko_kr: 월
ro_ro: Lună
sv_se: Månad
zh_hk: 月份

# Monthly Active Users Statistics
source: Monthly Active User Statistics
es_es: Estadísticas de Usuarios Activos Mensuales
fr_fr: Statistiques des utilisateurs actifs mensuels
id_id: Statistik Pengguna Aktif Bulanan
ko_kr: 월간 활성 사용자 통계
ro_ro: Statistici lunare ale utilizatorilor activi
sv_se: Statistik över månatliga aktiva användare
zh_hk: 每月活躍用戶統計

source: Monthly Statistics
es_es: Estadísticas Mensuales
fr_fr: Statistiques mensuelles
id_id: Statistik Bulanan
ko_kr: 월간 통계
ro_ro: Statistici lunare
sv_se: Månadsstatistik
zh_hk: 每月統計

source: Number of users who had the TakeExam permission at any point during each month.
es_es: Número de usuarios que tuvieron el permiso TakeExam en algún momento durante cada mes.
fr_fr: Nombre d'utilisateurs ayant eu la permission TakeExam à un moment quelconque au cours de chaque mois.
id_id: Jumlah pengguna yang memiliki izin TakeExam pada setiap bulan.
ko_kr: 각 월 중 어느 시점에서든 TakeExam 권한을 가진 사용자 수.
ro_ro: Numărul de utilizatori care au avut permisiunea TakeExam în orice moment din fiecare lună.
sv_se: Antal användare som hade behörigheten TakeExam vid någon tidpunkt under varje månad.
zh_hk: 於每個月內任何時間曾擁有 TakeExam 權限的用戶數量。

# 接单数量
source: Number of orders received
es_es: Cantidad de pedidos
fr_fr: Nombre de commandes
id_id: Jumlah Pemesanan
ko_kr: 주문 수량
ro_ro: Numărul de comenzi primite
sv_se: Antal beställningar
zh_hk: 接單數量

# 操作
source: Actions
es_es: Operación
fr_fr: Opérations
id_id: Operasi
ko_kr: 작업
ro_ro: Operațiune
sv_se: Åtgärd
zh_hk: 操作

# 月份
source: Month
es_es: Mes
fr_fr: Mois
id_id: Bulan
ko_kr: 월
ro_ro: Luna
sv_se: Månad
zh_hk: 月份

# 月度统计
source: Monthly Statistics
es_es: Estadísticas mensuales
fr_fr: Statistiques mensuelles
id_id: Statistik Bulanan
ko_kr: 월간 통계
ro_ro: Statistici lunare
sv_se: Månadsstatistik
zh_hk: 月度統計

# 月接单统计
source: Monthly Order Statistics
es_es: Estadísticas mensuales de pedidos recibidos
fr_fr: Statistiques des commandes mensuelles
id_id: Statistik Pemesanan Bulanan
ko_kr: 월별 주문 통계
ro_ro: Statistici comenzi lunare
sv_se: Månadens orderstatistik
zh_hk: 每月接單統計

# 每月拥有考试权限的用户数量统计
source: Monthly count of users with exam access permissions
es_es: Estadística del número de usuarios con permiso de examen mensual
fr_fr: Statistiques du nombre d'utilisateurs ayant accès à l'examen chaque mois
id_id: Statistik jumlah pengguna yang memiliki izin ujian setiap bulan
ko_kr: 월별 시험 권한을 보유한 사용자 수 통계
ro_ro: Statistica numărului de utilizatori care au acces la examen lunar
sv_se: Antal användare med tillgång till prov per månad
zh_hk: 每月擁有考試權限的用戶人數統計
